<?php

////////////////////////////////////////////////////////////////////////////
///  PHP-Движок KEnginePHP v 1.0 (by Rodion Kolovanov)                   ///
///                                                                      ///
///  Файл db.php - файл базы данных. Здесь подключаются все нужные       ///
///  библиотеки, а также и сама база данных.                             /// 
///                                                                      ///
///  Библиотеки:                                                         ///
///  rb.php - RedBeanPHP библиотека (для работы с базами данных)         ///
///  info.php - Здесь храняться основные переменные сайта                ///
///  sl_functions.php - Библиотека функций движка K_PHP                  /// 
///                                                                      ///
////////////////////////////////////////////////////////////////////////////

require_once "info.php";


// Подключение базы данных //


// Старт сессии //
if(!isset($_SESSION)) {
    session_start();
}

?>