<?php
////////////////////////////////////////////////////////////////////////////
///  PHP-Движок KEnginePHP v 1.0 (by Rodion Kolovanov)                   ///
///                                                                      ///
///  Файл info.php - Здесь храняться основные переменные сайта           /// 
///                                                                      ///
///  Переменные:                                                         ///
///  $db_host - Здесь храниться хост базы данных                         ///
///  $db_name - Здесь храниться имя базы данных                          ///
///  $db_user - Здесь храниться имя пользователя базы данных             /// 
///  $db_pass - Здесь храниться пароль пользователя базы данных          ///
///  $vkgroup_href - Здесь храниться ссылка на группу ВК                 ///
///                                                                      ///
////////////////////////////////////////////////////////////////////////////

$db_host = "localhost";
$db_name = "schoollearn_db";
$db_user = "root";
$db_pass = "";
$vkgroup_href = "http://vk.com/schoollearn_group";

$title_postfix = " - Образовательный сайт Schoollearn.ru";

?>