<?php
////////////////////////////////////////////////////////////////////////////
///  PHP-ƒвижок KEnginePHP v 1.0 (by Rodion Kolovanov)                   ///
///                                                                      ///
///  Файл exit.php - выход из аккаунта.                                  ///
///                                                                      ///
////////////////////////////////////////////////////////////////////////////

session_start();
session_destroy();

header("Location: http://".$_SERVER['HTTP_HOST']."/");
exit;
?>